
<style>
h3 {
    font-family : 'Lato-Bold'
}

p {
    font-family : 'Lato-Regular'
}
</style>
<h3>
    D&#233;finitions
</h3>
<p>
On d&#233;signera par la suite:
<br/>
<br/>
'Application' : l'application Had et l'ensemble de ses pages et &#233;crans
<br/>
'Produit' : contenu num&#233;rique ou service qu'il est possible d'acheter ou auquel il est possible de souscrire par un achat int&#233;gr&#233; (in-app)
dans l'application
<br/>
'Editeur' : La personne, morale ou physique, responsable de l'&#233;dition et du contenu de l'application
<br/>
'Utilisateur' : Le mobinaute visitant et utilisant l'application
<br/>
'Client' : Le mobinaute effectuant un achat de produit dans l'application
<br/>
'Store' : La plateforme de t&#233;l&#233;chargement d'applications en ligne utilis&#233;e par l'&#233;diteur pour publier l'application, et utilis&#233;e
par l'utilisateur pour t&#233;l&#233;charger l'application
</p>
<h3>
    Mentions impos&#233;es par la loi de confiance dans l&#8217;&#233;conomie num&#233;rique et objet de l'application
</h3>
<p>
La pr&#233;sente application est &#233;dit&#233; par Rui Romain SAS.
<br/>
<br/>
Les informations l&#233;gales concernant l'&#233;diteur de l'application, notamment les coordonn&#233;es et les &#233;ventuelles informations de capital et
d'immatriculation, sont fournies dans les mentions l&#233;gales de l'application.
<br/>
<br/>
Les informations concernant la collecte et le traitement des donn&#233;es personnelles (politique et d&#233;claration) sont fournies dans la charte de
donn&#233;es personnelles de l'application.
<br/>
<br/>
R&#233;pertorier et classer l'ensemble des bars et boites de nuit par popularit&#233;
<br/>
<br/>
L&#8217;acquisition d&#8217;un produit ou de mani&#232;re plus g&#233;n&#233;rale l'utilisation de l'application suppose l&#8217;acceptation, par
l'utilisateur, de l&#8217;int&#233;gralit&#233; des pr&#233;sentes conditions g&#233;n&#233;rales, qu'il reconna&#238;t du m&#234;me fait en avoir pris
pleinement connaissance. Cette acceptation sera r&#233;put&#233;e avoir la m&#234;me valeur qu&#8217;une signature manuscrite de la part de l'utilisateur.
L'utilisateur reconna&#238;t la valeur de preuve des syst&#232;mes d&#8217;enregistrement automatique de l&#8217;&#233;diteur de l'application et, sauf
pour lui d&#8217;apporter une preuve contraire, il renonce &#224; les contester en cas de litige.
<br/>
<br/>
L&#8217;acceptation des pr&#233;sentes conditions g&#233;n&#233;rales suppose de la part des utilisateurs qu&#8217;ils jouissent de la capacit&#233;
juridique n&#233;cessaire pour cela. Si l'utilisateur est mineur ou ne dispose pas de cette capacit&#233; juridique, il d&#233;clare avoir
l&#8217;autorisation d&#8217;un tuteur, d&#8217;un curateur ou de son repr&#233;sentant l&#233;gal.
</p>
<h3>
    Caract&#233;ristiques des produits propos&#233;s
</h3>
<p>
Les produits propos&#233;s sont ceux qui figurent dans le catalogue publi&#233; dans l'application, et chaque produit est accompagn&#233; d&#8217;un
descriptif.
<br/>
<br/>
Le service client&#232;le de l'application est accessible par courrier &#233;lectronique &#224; l&#8217;adresse suivante : contact@hadrink.com ou par
courrier postal &#224; l&#8217;adresse suivante : 1 rue rene mouchotte, 10600 La Chapelle Saint Luc auquel cas l&#8217;&#233;diteur s&#8217;engage &#224;
apporter une r&#233;ponse sous 7 jours.
</p>
<h3>
    Tarifs
</h3>
<p>
Les prix figurant dans l'application sont des prix entendus en Euros toutes taxes comprises (TTC), tenant compte de la TVA applicable au jour de l'achat.
<br/>
<br/>
Rui Romain se r&#233;serve le droit de r&#233;percuter tout changement du taux de TVA sur le prix des produits ou des services. L'&#233;diteur se
r&#233;serve &#233;galement le droit de modifier ses prix &#224; tout moment. N&#233;anmoins, le prix figurant dans l'application le jour de l'achat sera
le seul applicable &#224; l&#8217;acheteur.
</p>
<h3>
    Compte dans l'application
</h3>
<p>
L&#8217;utilisateur cr&#233;ant un compte sur l'application (membre) a la possibilit&#233; d&#8217;y acc&#233;der en se connectant gr&#226;ce aux
identifiants fournis lors de son inscription et en utilisant des syst&#232;mes tels que des boutons de connexion tiers de r&#233;seaux sociaux.
L&#8217;utilisateur est enti&#232;rement responsable de la protection du mot de passe qu&#8217;il a choisi. Il est encourag&#233; &#224; utiliser des mots
de passe complexes. En cas d&#8217;oubli de mot de passe, le membre a la possibilit&#233; d&#8217;en g&#233;n&#233;rer un nouveau. Ce mot de passe
constitue la garantie de la confidentialit&#233; des informations contenues dans son compte et l'utilisateur s'interdit donc de le transmettre ou de le
communiquer &#224; un tiers. A d&#233;faut, l'&#233;diteur de l'application ne pourra &#234;tre tenu pour responsable des acc&#232;s non autoris&#233;s au
compte d'un utilisateur.
<br/>
<br/>
Le membre peut &#234;tre invit&#233; &#224; fournir un certain nombre d&#8217;informations personnelles lors de l'acquisition de produits via l'application
; il s'engage &#224; fournir des informations exactes.
<br/>
<br/>
Le compte permet au membre client de consulter tous ses achats effectu&#233;es sur l'application. Si les donn&#233;es contenues dans la rubrique compte
membre venaient &#224; dispara&#238;tre &#224; la suite d&#8217;une panne technique ou d&#8217;un cas de force majeure, la responsabilit&#233; de
l'application et de son &#233;diteur ne pourrait &#234;tre engag&#233;e, ces informations n&#8217;ayant aucune valeur probante mais uniquement un
caract&#232;re informatif. Les pages et &#233;crans du compte ne constituent nullement une preuve, elles n&#8217;ont qu&#8217;un caract&#232;re informatif
destin&#233; &#224; assurer une gestion efficace des achats ou contributions par le membre.
<br/>
<br/>
L&#8217;&#233;diteur se r&#233;serve le droit exclusif de supprimer le compte de tout membre qui aurait contrevenu aux pr&#233;sentes conditions
g&#233;n&#233;rales (notamment mais sans que cet exemple n&#8217;ait un quelconque caract&#232;re exhaustif, lorsque le membre aura fourni sciemment des
informations erron&#233;es, lors de son inscription) ou encore tout compte inactif depuis au moins une ann&#233;e. Ladite suppression ne sera pas
susceptible de constituer un dommage pour le membre exclu qui ne pourra pr&#233;tendre &#224; aucune indemnit&#233; de ce fait. Cette exclusion n&#8217;est
pas exclusive de la possibilit&#233;, pour l&#8217;&#233;diteur, d&#8217;entreprendre des poursuites d&#8217;ordre judiciaire &#224; l&#8217;encontre du
membre, lorsque les faits l&#8217;auront justifi&#233;.
</p>
<h3>
    Exon&#233;ration de la responsabilit&#233; de l&#8217;&#233;diteur dans le cadre de l&#8217;ex&#233;cution du pr&#233;sent contrat
</h3>
<p>
En cas d&#8217;impossibilit&#233; d&#8217;acc&#232;s &#224; l'application, en raison de probl&#232;mes techniques ou de toutes natures, l'utilisateur ne
pourra se pr&#233;valoir d&#8217;un dommage et ne pourra pr&#233;tendre &#224; aucune indemnit&#233;. L&#8217;indisponibilit&#233;, m&#234;me
prolong&#233;e et sans aucune dur&#233;e limitative, d&#8217;un ou plusieurs produits, ne peut &#234;tre constitutive d&#8217;un pr&#233;judice pour les
utilisateurs et ne peut aucunement donner lieu &#224; l&#8217;octroi de dommages et int&#233;r&#234;ts de la part de l'&#233;diteur.
<br/>
<br/>
Les liens hypertextes pr&#233;sents sur l'application peuvent renvoyer sur d'autres applications ou sur des sites internet et la responsabilit&#233; de
l&#8217;&#233;diteur de l'application ne saurait &#234;tre engag&#233;e si le contenu de ces sites et applications contrevient aux l&#233;gislations en
vigueur. De m&#234;me la responsabilit&#233; de l&#8217;&#233;diteur ne saurait &#234;tre engag&#233;e si l'utilisation de ces sites ou applications, par
l'utilisateur, lui causait un pr&#233;judice.
</p>
<h3>
    Droits de propri&#233;t&#233; intellectuelle relatifs aux &#233;l&#233;ments de l'application
</h3>
<p>
Tous les &#233;l&#233;ments de l'application appartiennent &#224; l'&#233;diteur ou &#224; un tiers mandataire, ou sont utilis&#233;s par l'&#233;diteur
avec l'autorisation de leur propri&#233;taire. Toute copie des logos, contenus textuels, pictographiques ou vid&#233;os, sans que cette
&#233;num&#233;ration ne soit limitative, est rigoureusement interdite et s&#8217;apparente &#224; de la contrefa&#231;on.
<br/>
<br/>
Tout membre qui se rendrait coupable de contrefa&#231;on serait susceptible de voir son compte supprim&#233; sans pr&#233;avis ni indemnit&#233; et sans
que cette suppression ne puisse lui &#234;tre constitutive d&#8217;un dommage, sans r&#233;serve d&#8217;&#233;ventuelles poursuites judiciaires
ult&#233;rieures &#224; son encontre, &#224; l&#8217;initiative de l&#8217;&#233;diteur de l'application ou de son mandataire.
<br/>
<br/>
La pr&#233;sente application utilise des &#233;l&#233;ments (images, photographies, contenus) dont les cr&#233;dits reviennent &#224; : Rui Romain .
</p>
<h3>
    Marques
</h3>
<p>
Les marques et logos contenus dans l'application sont d&#233;pos&#233;s par Rui Romain, ou &#233;ventuellement par un de ses partenaires. Toute personne
proc&#233;dant &#224; leurs repr&#233;sentations, reproductions, imbrications, diffusions et rediffusions encourt les sanctions pr&#233;vues aux articles
L.713-2 et suivants du Code de la propri&#233;t&#233; intellectuelle.
</p>
<h3>
    Limitation de responsabilit&#233;
</h3>
<p>
L'&#233;diteur de l'application, notamment dans le processus de vente en ligne, n&#8217;est tenu que par une obligation de moyens ; sa responsabilit&#233;
ne pourra &#234;tre engag&#233;e pour un dommage r&#233;sultant de l'application tel que perte de donn&#233;es, intrusion, virus, rupture du service, ou
autres.
<br/>
<br/>
L'&#233;diteur de l'application, Rui Romain, ne saurait &#234;tre tenu pour responsable de l'inex&#233;cution du contrat conclu, due &#224; la survenance
d'un &#233;v&#233;nement de force majeure et notamment en cas de catastrophes caus&#233;es par inondations ou incendies. Concernant les produits
achet&#233;s, l'&#233;diteur n'encourra aucune responsabilit&#233; pour tous dommages indirects du fait des pr&#233;sentes, perte d'exploitation, perte de
profit, dommages ou frais, qui pourraient survenir. Le choix et l'achat d'un produit sont plac&#233;s sous l'unique responsabilit&#233; du client.
L'impossibilit&#233; totale ou partielle d'utiliser les produits notamment pour cause d'incompatibilit&#233; du mat&#233;riel ne peut donner lieu &#224;
aucun d&#233;dommagement, remboursement ou mise en cause de la responsabilit&#233; de l'&#233;diteur, sauf dans le cas d'un vice cach&#233;
av&#233;r&#233;, de non-conformit&#233; ou de d&#233;fectuosit&#233;. En cas de non mise &#224; disposition d'un achat effectu&#233; dans l'application, le
client dispose de six mois maximum (&#224; compter de la date d'achat) pour se manifester. Au del&#224; de ce d&#233;lai, aucune r&#233;clamation ne sera
accept&#233;e.
<br/>
<br/>
L'utilisateur admet express&#233;ment utiliser l'application &#224; ses propres risques et sous sa responsabilit&#233; exclusive. L'application fournit
&#224; l'utilisateur des informations &#224; titre indicatif, avec des imperfections, erreurs, omissions, inexactitudes et autres ambivalences susceptibles
d'exister. En tout &#233;tat de cause, Rui Romain ne pourra en aucun cas &#234;tre tenu responsable :
<br/>
<br/>
- de tout dommage direct ou indirect, notamment en ce qui concerne les pertes de profits, le manque &#224; gagner, les pertes de client&#232;le, de
donn&#233;es pouvant entre autres r&#233;sulter de l'utilisation de l'application, ou au contraire de l'impossibilit&#233; de son utilisation
<br/>
- d'un dysfonctionnement, d'une indisponibilit&#233; d'acc&#232;s, d'une mauvaise utilisation, d'une mauvaise configuration du p&#233;riph&#233;rique de
l'utilisateur, ou encore de l'emploi d'un p&#233;riph&#233;rique peu usit&#233; ou obsol&#232;te par l'utilisateur
<br/>
- du contenu des publicit&#233;s et autres liens ou sources externes accessibles par l'utilisateur &#224; partir de l'application
</p>
<h3>
    Acc&#232;s &#224; l'application par connexion Internet
</h3>
<p>
La responsabilit&#233; de l'&#233;diteur ne peut &#234;tre engag&#233;e en raison d'une indisponibilit&#233; technique de la connexion, qu'elle soit due
notamment &#224; un cas de force majeure, &#224; une maintenance, &#224; une mise &#224; jour, &#224; une modification, &#224; une intervention de
l'h&#233;bergeur, &#224; une gr&#232;ve interne ou externe, &#224; une panne de r&#233;seau, &#224; une coupure d'alimentation &#233;lectrique, ou encore
&#224; une mauvaise configuration ou utilisation du p&#233;riph&#233;rique de l'utilisateur.
</p>
<h3>
    Fermeture de compte
</h3>
<p>
Chaque membre est libre de fermer son compte sur l'application. Pour ceci, le membre doit adresser un e-mail &#224; l'&#233;diteur indiquant qu&#8217;il
souhaite supprimer son compte. Aucune r&#233;cup&#233;ration de ses donn&#233;es ne sera alors possible.
</p>
<h3>
    Clauses diverses
</h3>
<p>
Les pr&#233;sentes conditions g&#233;n&#233;rales sont soumises &#224; l&#8217;application du droit Fran&#231;ais. Elles peuvent &#234;tre modifi&#233;es
&#224; tout moment par l&#8217;&#233;diteur ou son mandataire. Les conditions g&#233;n&#233;rales applicables &#224; l&#8217;utilisateur sont celles en
vigueur au jour de son achat ou de sa connexion sur l'application. L&#8217;&#233;diteur s&#8217;engage bien &#233;videmment &#224; conserver toutes ses
anciennes conditions g&#233;n&#233;rales et &#224; les faire parvenir &#224; tout utilisateur qui en ferait la demande.
<br/>
<br/>
Sauf dispositions d&#8217;ordre public, tous litiges qui pourraient survenir dans le cadre de l&#8217;ex&#233;cution des pr&#233;sentes conditions
g&#233;n&#233;rales pourront avant toute action judiciaire &#234;tre soumis &#224; l&#8217;appr&#233;ciation de l&#8217;&#233;diteur en vue d&#8217;un
r&#232;glement amiable. Il est express&#233;ment rappel&#233; que les demandes de r&#232;glement amiable ne suspendent pas les d&#233;lais ouverts pour
intenter les actions judiciaires. Sauf disposition contraire, d&#8217;ordre public, toute action judiciaire relative &#224; l&#8217;ex&#233;cution du
pr&#233;sent contrat devra &#234;tre soumise &#224; la comp&#233;tence des juridictions du ressort de la Cour d&#8217;appel saisie.
</p>
<h3>
    Utilisation de Cookies et de fichiers d&#233;pos&#233;s sur le p&#233;riph&#233;rique
</h3>
<p>
Le mot &#171; Cookie &#187; est ici utilis&#233; au sens large et englobe tout fichier d&#233;pos&#233; sur le p&#233;riph&#233;rique de l'utilisateur afin
de l'identifier ou de sauvegarder des informations de mani&#232;re durable sur le p&#233;riph&#233;rique.
<br/>
<br/>
Un &#171; Cookie &#187; permet l'identification de l'utilisateur , la personnalisation de sa consultation et l'acc&#233;l&#233;ration de l&#8217;affichage
de l'application gr&#226;ce &#224; l'enregistrement d'un fichier de donn&#233;es sur son p&#233;riph&#233;rique. L'application est susceptible d'utiliser
des &#171; Cookies &#187; principalement pour 1) permettre &#224; l'application de m&#233;moriser les actions et r&#233;glages de l'utilisateurs dans
l'application, 2) obtenir des statistiques de navigation afin d'am&#233;liorer l'exp&#233;rience de l'Utilisateur, et 3) permettre l'acc&#232;s &#224; un
compte de membre et &#224; du contenu qui n'est pas accessible sans connexion.
<br/>
<br/>
L'Utilisateur reconna&#238;t &#234;tre inform&#233; de cette pratique et autorise l'&#233;diteur &#224; y recourir. L'Utilisateur peut refuser
l'enregistrement de &#171; Cookies &#187; en changeant les r&#233;glages de son p&#233;riph&#233;rique ou de l'application, mais l'&#233;diteur ne peut
alors garantir que l'application fonctionnera comme attendu, et ne prendra aucune responsabilit&#233; en cas de non-fonctionnement de l'application.
</p>
<h3>
    Informations relatives au paiement
</h3>
<p>
L'utilisateur peut passer commande sur la pr&#233;sente application et effectuer son r&#232;glement en utilisant la carte bleue dont il aura fourni les
informations au Store.
<br/>
<br/>
Les paiements se font au moyen de transactions s&#233;curis&#233;es fournies par le Store. L'application n&#8217;a acc&#232;s &#224; aucune donn&#233;e
relative aux moyens de paiement de l&#8217;utilisateur. Le paiement est effectu&#233; directement entre les mains du Store recevant le paiement du client.
</p>
<h3>
    Mise &#224; disposition et renonciation au droit de r&#233;tractation
</h3>
<p>
L'&#233;diteur s'engage &#224; mettre &#224; disposition les produits imm&#233;diatement lors de leur achat.
<br/>
<br/>
Les produits propos&#233;s dans l'application ne permettent pas au client d&#8217;exercer son droit de r&#233;tractation, en vertu de l'article L 121-21-8
du Code de la consommation, car il s'agit de services pleinement ex&#233;cut&#233;s avant la fin du d&#233;lai de r&#233;tractation l&#233;gal ou de
contenu num&#233;rique non fourni sur un support mat&#233;riel dont l'ex&#233;cution a commenc&#233; apr&#232;s accord pr&#233;alable expr&#232;s du
consommateur, et que l'utilisateur aura renonc&#233; de mani&#232;re expr&#232;s &#224; son droit de r&#233;tractation lors de l'achat.
<br/>
<br/>
Le client reconna&#238;t avoir pris connaissance de la non-application du droit de r&#233;tractation pour ses achats, qui sera rappel&#233; lors du
processus de vente et n&#233;cessitera pour que la renonciation soit valide une renonciation expresse par le client de son droit de r&#233;tractation, et
renonce de ce fait &#224; son droit de r&#233;tractation.
</p>
<h3>
    Garantie des produits achet&#233;s dans l'application
</h3>
<p>
Tous les produits acquis sur l'application b&#233;n&#233;ficient des garanties l&#233;gales suivantes, pr&#233;vues par le Code Civil ;
<br/>
<br/>
Garantie de conformit&#233; :
<br/>
Selon les articles L. 211-1 &#224; L. 212-1 du Code de la consommation, le vendeur est tenu de livrer un produit conforme au contrat et de r&#233;pondre
des d&#233;fauts de conformit&#233; existant pendant la d&#233;livrance du produit conforme. La garantie de conformit&#233; pourra s'exercer si un
d&#233;faut devait exister le jour de la prise de possession du produit.
<br/>
<br/>
Garantie des vices cach&#233;s :
<br/>
Selon les articles 1641 &#224; 1649 du Code civil, le client pourra demander l'exercice de la garantie de vices cach&#233;s si les d&#233;fauts
pr&#233;sent&#233;s n'apparaissaient pas lors de l'achat et sont suffisamment graves (le d&#233;faut doit soit rendre le produit impropre &#224; l'usage
auquel il est destin&#233;, soit diminuer cet usage dans une mesure telle que l'acheteur n'aurait pas achet&#233; le produit ou ne l'aurait pas achet&#233;
&#224; un tel prix s'il avait connu le d&#233;faut).
<br/>
<br/>
En cas de non conformit&#233; d&#8217;un produit vendu, il pourra &#234;tre rembours&#233; par le vendeur. Toutes les r&#233;clamations ou demandes de
remboursement doivent s&#8217;effectuer par courrier postal &#224; l&#8217;adresse suivante : 1 rue rene mouchotte, 10600 La Chapelle Saint Luc ou par mail
&#224; l'adresse contact@hadrink.com dans le d&#233;lai de trente jours &#224; compter de l'achat.
</p>
<h3>
    Archivage
</h3>
<p>
Rui Romain archivera les bons de commandes et les factures sur un support fiable et durable constituant une copie fid&#232;le conform&#233;ment aux
dispositions de l'article 1348 du Code civil.
<br/>
Les registres informatis&#233;s seront consid&#233;r&#233;s par les parties comme preuve des communications, commandes, paiements et transactions
intervenus entre les parties.
</p>
<h3>
    Encadrement des conditions
</h3>
<p>
Si une disposition des Conditions g&#233;n&#233;rales est jug&#233;e ill&#233;gale, nulle ou pour toute autre raison inapplicable, alors cette disposition
sera r&#233;put&#233;e divisible des Conditions et n'affectera pas la validit&#233; et l'applicabilit&#233; des dispositions restantes. Ces pr&#233;sentes
conditions d&#233;crivent l&#8217;ensemble de l&#8217;accord entre l&#8217;utilisateur et l'&#233;diteur. Elles remplacent tous accords ant&#233;rieurs ou
contemporains &#233;crits ou oraux. Les conditions g&#233;n&#233;rales ne sont pas cessibles, transf&#233;rables ou sous-licenciable par
l&#8217;utilisateur lui-m&#234;me.
<br/>
<br/>
Une version imprim&#233;e des Conditions et de tous les avis donn&#233;s sous forme &#233;lectronique pourra &#234;tre demand&#233;e dans des
proc&#233;dures judiciaires ou administratives en rapport avec les conditions g&#233;n&#233;rales. Les parties conviennent que toute la correspondance
relative &#224; ces conditions g&#233;n&#233;rales doit &#234;tre r&#233;dig&#233;e dans la langue fran&#231;aise.
</p>
<h3>
    Notifications
</h3>
<p>
Toute notification ou avis concernant les pr&#233;sentes conditions g&#233;n&#233;rales, les mentions l&#233;gales ou la charte de donn&#233;es
personnelles doit &#234;tre faite par &#233;crit et doit &#234;tre remis en mains propres, courrier recommand&#233; ou certifi&#233;, par Poste ou tout
autre service de messagerie reconnu au niveau national qui permet de suivre r&#233;guli&#232;rement ses forfaits, ou encore par mail aux adresses
indiqu&#233;es dans les mentions l&#233;gales de l'application, en pr&#233;cisant vos noms, pr&#233;noms, coordonn&#233;es et objet de l&#8217;avis.
</p>
<h3>
    R&#233;clamations
</h3>
<p>
Toute r&#233;clamation li&#233;e &#224; l'utilisation de l'application, des pages de l'application sur des r&#233;seaux sociaux &#233;ventuels ou les
conditions g&#233;n&#233;rales, mentions l&#233;gales ou charte de donn&#233;es personnelles doit &#234;tre d&#233;pos&#233;e dans les 365 jours suivant le
jour d&#8217;origine du probl&#232;me source de r&#233;clamation, et ce ind&#233;pendamment de toute loi ou r&#232;gle de droit contraire. Dans le cas
o&#249; une telle r&#233;clamation n&#8217;aurait pas &#233;t&#233; d&#233;pos&#233;e dans les 365 jours suivants, une telle r&#233;clamation sera &#224;
jamais inapplicable en justice.
</p>
<h3>
    Inexactitudes
</h3>
<p>
Il peut &#234;tre possible que se trouvent, dans l&#8217;ensemble de l'application et des produits propos&#233;s, et dans une mesure restreinte, des
inexactitudes ou des erreurs, ou des informations qui soient en d&#233;saccord avec les conditions g&#233;n&#233;rales, les mentions l&#233;gales ou la
charte de donn&#233;es personnelles. En outre, il est possible que des modifications non autoris&#233;es soient faites par des tiers sur l'application ou
sur des services annexes (r&#233;seaux sociaux&#8230;). Nous mettons tout en &#339;uvre pour que les &#233;carts de ce genre soient corrig&#233;s.
<br/>
<br/>
Dans le cas o&#249; une telle situation nous &#233;chapperait, merci de nous contacter par courrier postal ou par mail aux adresses indiqu&#233;es dans les
mentions l&#233;gales de l'application avec, si possible, une description de l&#8217;erreur et l'emplacement (URL), ainsi que des informations suffisantes
pour nous permettre de vous contacter. Pour les demandes portant sur le droit d'auteur, merci de vous r&#233;f&#233;rer &#224; la section sur la
propri&#233;t&#233; intellectuelle.
</p>
<h3>
    G&#233;olocalisation
</h3>
<p>
Conform&#233;ment &#224; l'article L. 34-1-V du code des postes et des communications &#233;lectroniques, l'application collectant des donn&#233;es de
localisation, elle doit permettre &#224; l'utilisateur de rendre son accord expr&#232;s lors de l'installation et de modifier ce choix par la suite.
<br/>
<br/>
L'utilisation de la fonctionnalit&#233; de g&#233;olocalisation de l'application n&#233;cessite le consentement pr&#233;alable expr&#232;s de l'utilisateur
&#224; &#234;tre g&#233;olocalis&#233;. Pour cela l'utilisateur devra activer, s'il le souhaite, la fonction de g&#233;olocalisation directement dans les
r&#233;glages de son terminal mobile et accepter que l'application puisse y avoir recours. Cette fonctionnalit&#233; peut, &#224; tout moment, et sans
frais, &#234;tre d&#233;sactiv&#233;e ou activ&#233;e.
<br/>
<br/>
Gr&#226;ce &#224; l'acceptation de la fonction de g&#233;olocalisation par GPS du p&#233;riph&#233;rique et de l'application, les services suivants sont
offerts &#224; l'utilisateur : acc&#233;der &#224; la position d'utilisateurs, approximativement ou plus pr&#233;cis&#233;ment en fonction de la
technologie utilis&#233;e afin de trouver les meilleurs spots autour de lui..
<br/>
Le p&#233;riph&#233;rique calcule alors lui-m&#234;me sa position.
<br/>
<br/>
La d&#233;sactivation de g&#233;olocalisation par l'application et/ou de la g&#233;olocalisation du p&#233;riph&#233;rique bloque les services offerts par
l'application qui y sont li&#233;s et l'affichage de publicit&#233;s g&#233;ocibl&#233;es.
</p>
<p>
Tous droits r&#233;serv&#233;s &#8211; 30 janvier 2016
</p>